paypal-connector-test/src/test/resources/artifacts/ESB/config/soapRequests/paypal/deleteStoredCreditCard.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:urn="wso2.connector.paypal.deletestorecreditcard">
  <soapenv:Header/>
   <soapenv:Body>
   <urn:Paypal>
   	<urn:paypalApiUrl>https://api.sandbox.paypal.com</urn:paypalApiUrl>
   	<urn:authorization>Bearer 7RDA.3yMKBJrpm.wu-3FPuJ1r7mXqfe6mcIehN64CWE</urn:authorization>
   	<urn:id>CARD-43E87240Y8561591LKKQHAMI</urn:id>
   </urn:Paypal>
   </soapenv:Body>
</soapenv:Envelope>
